tap "jesseduffield/lazygit"
brew "antigen"
brew "cmake"
brew "atuin"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "gnu-sed"
brew "openssl@3"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "libpq", link: true
brew "neovim", args: ["HEAD"]
brew "pinentry-mac"
brew "xz"
brew "postgresql@15"
brew "pyenv"
brew "ripgrep"
brew "tmux"
brew "zoxide"
brew "pipx"
brew "jesseduffield/lazygit/lazygit"
# TODO: Add rectangle
